{"projectList":{"欢迎进入亮道在线数据闭环解决方案平台":"Welcome to the Liangdao Online Data Closed Loop Solution Platform.","亮道在线数据闭环解决方案使用统一的大数据架构，构建企业级数据目录，管理公司数据资产，支持所有自动驾驶多源数据的接入、存储，查询统计，提供算法注册、动态流程构建功能，满足用户算法训练、场景挖掘、OTA在线升级等需求。":"The Liangdao Online Data Closed Loop Solution uses a unified big data architecture to build an enterprise-level data catalog, manage company data assets, support the integration, storage, query, and statistics of all autonomous driving multi-source data. It provides algorithm registration, dynamic process construction functions, and meets user needs for algorithm training, scene exploration, OTA online upgrades, etc.","项目列表":"Project List","亮道是全球技术领先的激光雷达系统系统供应商，为汽车厂商与智慧出行客户提供量产的车规级激光雷达感知系统产品，包括激光雷达硬件产品的研发与集成，智能驾驶、智慧交通，以及数据相关的解决方案。":"Liangdao is a global leading provider of LiDAR systems, offering mass-produced automotive-grade LiDAR perception system products for car manufacturers and smart mobility customers. This includes the research and integration of LiDAR hardware products, intelligent driving, smart transportation, and data-related ","如有更多需求，请联系亮道商务：":" For further inquiries, please contact Liangdao Business: ","请联系亮道商务":" please contact Liangdao Business"},"flow":{"分发任务":"Distribute Tasks","创建数据集":"Create Dataset","数据预处理":"Data Preprocessing","检查数据和配置":"Check Data and Configuration","参数":"Parameters","任务分配人员":"Assign Personnel to Tasks","下一个大步骤项目":"Next Major Project Step","下一个大步骤":"Next Major Step","已完成":"Completed","失败":"Failed","运行中":"Running","等待":"Waiting","历史数据":"Historical Data","参数值":"Parameter Value","点击选择数据集":"Click to select dataset","执行失败":"Execution failed","点击按钮查看详情":"Click the button to view details","启动失败":"Startup failed","未指定数据集":"No specified dataset","运行失败，请前往历史界面查看具体详情":"Run failed, please go to the history page for specific details","前往历史记录":"Go to history","运行成功，请前往历史界面查看具体详情":"Run successful, please go to the history page for specific details","系统错误":"System error","停止":"Stop","请输入节点名称":"Please enter a name for the node","删除节点":"Delete the node"},"porgect":{"统计数据":"Data Statistics","按场景类型统计个数（个）":"Count by Scene Type (units)","按场景类型统计持续时间（s）":"Duration by Scene Type (s)"}}